; This is a language file
; You can translate it into your native language
; To do this, follow instructions:
; - PLEASE make sure FDM hasn't already been translated into your language 
;   You should go to FDM web site (http://freedownloadmanager.org) and 
;   check the list of available languages
;   or e-mail to support@freedownloadmanager.org
; - copy this language file to xxx.lng, where xxx is the reduced name 
;   of your language. For English it is eng
; - translate all strings of xxx.lng into your language
; - send the translated file to support@freedownloadmanager.org 
;
;
; Translator - Skiff, FreeDownloadManager.ORG, 2004-2010
; fixes and new strings since build 903 - Andrzej P. Woźniak, 2007-2015
; version 3.9.6 fixed build >=1556, 2015-06-23

; Your language name. Please keep it in English
;
Polish
;
;
; Below are the strings to translate:
;
Zapisz wszystko
Wytnij
Kopiuj
Wklej
Niskie użycie
Średnie użycie
Wysokie użycie
Opcje pobierania
Połączenie dial-up
O programie FDM
Wyjście
Plik
Edycja
Widok
Opcje
Narzędzia
Pomoc
Pasek narzędzi
Pasek stanu
Kreator optymalizacji
Domyślne opcje pobierania
Ustawienia ogólne
Połączenie dial-up
Rozłącz po zakończeniu pobierania
Wyłącz komputer po zakończeniu pobierania
Tematy pomocy
Strona domowa FDM
Powiadom przyjaciela
Wyślij e-mail do grupy wsparcia
Sprawdzaj aktualizacje automatycznie
Sprawdź aktualizację teraz
-
-
Przełącz na
Tryb użycia łącza
Rejestracja
Pobieranie
Harmonogram
Eksplorator witryn
Eksplorator HTTP//FTP
Menedżer witryn
Dodaj pobieranie
Rozpocznij pobieranie
Zatrzymaj pobieranie
Zaplanuj pobieranie
Dodaj zadanie
Właściwości zadania
Pobierz zaznaczone pliki
Zatrzymaj
Odśwież
Dodaj witrynę
Właściwości witryny
Grupy pobierania
Panel informacji o pobieraniu
Dziennik harmonogramu
Dziennik eksploratora witryn
Panel boczny
Utwórz nowe pobranie
Usuń pobranie
Uruchom plik
Otwórz folder
Rozpocznij pobieranie automatycznie
Właściwości pobierania
Włącz zadanie
Wyłącz zadanie
Usuń zadanie
Otwórz folder główny
Rozłącz
Pobieranie
Ustawienia eksploratora witryn
Usuń witrynę
Wpis tymczasowy
Witryny
Pokaż okno główne
Monitorowanie przeglądarki
Monitorowanie schowka
Rozpocznij wszystkie pobrania
Zatrzymaj wszystkie pobrania
-
Kontynuuj
-
-
-
-
-
Anuluj
-
-
-
Wszystkie grupy
Filtry
Zakończone
W toku
Zaplanowane
Zatrzymane
Inne
Utwórz nową grupę
Usuń grupę
Usuń wszystkie pobrania
Usuń wszystkie ukończone pobrania
Otwórz folder grupy
Właściwości grupy
Nazwa grupy:
Folder domyślny:
Rozszerzenia plików (oddzielone spacjami):
Domyślny priorytet pobierania
Bardzo niski
Niski
Średni
Wysoki
Bardzo wysoki
Proszę podać nazwę grupy
Błąd wejścia
Grupa z podaną nazwą już istnieje. Proszę podać inną nazwę.
Proszę podać nazwę folderu
Wybierz domyślny folder grupy
Wpisz nazwę grupy
Domyślny folder dla pobrań z tej grupy
Przeglądaj
Rozszerzenia plików dla tej grupy. Używane do automatycznego rozpoznawania grupy pobierania.
Domyślny priorytet pobierania dla tej grupy
Anuluj zmiany i zamknij okno
Zastosuj zmiany i zamknij okno
Błąd w grupach pobierania
Proszę zainstalować FDM ponownie
Błąd
Nie można wczytać listy pobierania. Być może została uszkodzona lub jest używana przez inny program.
Integracja z Internet Explorerem nieudana
Na pewno?
W ten sposób usuniesz wszystkie pobrania z grupy
Potwierdzenie
Nazwa pliku
Rozmiar
Pobrane
Czas pozostały
Części
Prędkość
Komentarz
Dziennik
Postęp
Czas
Data
Informacje
Czyść
Autoprzewijanie
Nieznany błąd sieci
Brak dostępu. Niewłaściwa nazwa użytkownika lub hasło.
Brak dostępu. Niewłaściwe hasło.
Powodzenie
Nie można połączyć się z serwerem
Nie znaleziono pliku na serwerze
Połączenie z serwerem przerwane
Brak odpowiedzi serwera
Nie można ustalić nazwy serwera
Serwer nie obsługuje wznawiania. Jeśli zatrzymasz pobieranie, FDM będzie musiał zacząć od początku.
Wymagana nazwa użytkownika i hasło proxy
Rozszerzony błąd
Niewłaściwe żądanie. Prawdopodobnie błędny URL.
Nieznany błąd serwera
Połączenie przerwane
Niewłaściwy URL
Brak połączenia z Internetem
Wybrana wersja HTTP nie jest obsługiwana przez ten serwer
Nieznany błąd
Nie można usunąć pliku z dysku
Osiągnięto limit połączeń serwera
Limit połączeń osiągnięty
Pauza %d sekund
Część
Rozpoczęto
Zakończono
Pobieranie zakończone
Łączenie...
Połączono
Przekierowanie...
Przekierowano. Otwieranie nowego adresu URL...
Rozpoczęcie pobierania...
Zatrzymano
Tworzenie nowej części...
Anulowane
Restart pobierania...
Otwieranie pliku na dysku...
Nazwa pliku jest za długa
Plik już istnieje. Zmiana nazwy na
Zmiana nazwy na
Plik wyjściowy został usunięty. Nie można kontynuować.
Plik już istnieje. Nadpisywanie...
Plik już istnieje. Wznawianie pobierania...
Plik już istnieje
Nie można otworzyć pliku z dysku
Rozmiar pliku na serwerze uległ zmianie!
Dostosowywanie do nowego rozmiaru...
Nie można nadpisać pliku
Nazwa pliku zostanie zmieniona
Nie można przywrócić oryginalnej nazwy pliku
Nie można zapisać grup
Nie można zapisać pobrań
Połączenie dial-up
Połącz z:
Zestaw połączenie automatycznie
Połącz
Wybierz połączenie dial-up
Po zaznaczeniu tej opcji następnym razem połączenie zostało uruchomione automatycznie
Połącz teraz
Nie łącz i zamknij okno
Nie znaleziono połączeń dial-up na tym komputerze
Linia jest zajęta
Błąd sprzętu
Brak sygnału wybierania
Łączenie
Próba
Otwieranie portu...
Łączenie z dostawcą...
Połączono ze zdalnym komputerem
Weryfikowanie nazwy użytkownika i hasła...
Połączenie ustanowione przy %d b/s
Rozłącz
Powtarzanie
Wymagana nazwa użytkownika i hasło
Użytkownik:
Hasło:
Grupa:
Zapisz do folderu:
Zapisz jako:
Rozpocznij
Automatycznie
Ręcznie
Harmonogram
Priorytet pobierania
Zaawansowane
Adres pliku do pobrania
Wpisz nazwę użytkownika
Wpisz hasło
Zaznacz tę opcję, jeśli serwer wymaga autoryzacji
Nazwa grupy do umieszczenia pobierania. Grupy pomagają zorganizować pobrania.
Folder, w którym zostaną zapisane pobrania
Nowa nazwa dla pobieranego pliku. Pozostaw to pole puste, jeśli chcesz zachować nazwę oryginalną.
Krótki opis pobierania
Pobieranie zostanie rozpoczęte automatycznie, jak tylko będzie to możliwe
FDM nie będzie próbował rozpocząć pobierania automatycznie
Zaplanuj pobieranie
Konfiguruj harmonogram zadań
Priorytet pobierania. Pobrania z wyższym priorytetem będą uruchamiane wcześniej, a z niższym później.
Wyświetl zaawansowane opcje dla tego pobrania
Wprowadzony URL jest nieprawidłowy. Proszę go sprawdzić.
Proszę wprowadzić nazwę użytkownika
Wybierz folder docelowy
Ogólne
Informacje ogólne
Zapisz bieżące pobranie do pliku:
Nazwa pobieranego pliku
Nie można zmienić adresu URL pobrania
To pobranie jest w toku. Nie można zmienić nazwy pliku.
Nie można zmienić nazwy pliku
Plik nie znaleziony
Ścieżka nie odnaleziona
Niewłaściwy format .exe
Plik jest używany przez inną aplikację
Brak dostępu
Urządzenie nie jest gotowe
Dysk jest pełny
Nazwa pliku jest niewłaściwa
Wymagane zalogowanie
Połączenie
Sieć
Błędy
Czas pomiędzy próbami połączenia (sekund):
Maksymalna liczba prób:
Czas oczekiwania na serwer (sekund):
Minimalny rozmiar:
Maksymalna liczba:
Ograniczenie transferu dla tego pobrania
Ogranicz transfer do:
Ignoruj wszystkie ograniczenia
B
KB
MB
; second. e.g. KB/s
s
Wpisz wartość większą niż %d
Proszę wybrać wymiar
Czas oczekiwania na ponowne połączenie z serwerem po wystąpieniu błędu
Zaznacz tę opcję, aby ograniczyć maksymalną liczbę nieudanych prób pobierania
Czas oczekiwania na odpowiedź serwera
Minimalny rozmiar części. Pobierane pliki nie będą dzielone na części mniejsze od tej wartości.
Maksymalna liczba części. Pobierane pliki nie będą dzielone na więcej niż określona liczba części.
Określ maksymalną przepustowość, jakiej FDM użyje dla pobierania
Ignoruj ograniczenia transferu i maksymalnej liczby połączeń dla tego pobierania
W tych polach można określić wartości w bajtach (B), kilobajtach (KB) lub megabajtach (MB)
Protokół
Identyfikuj się na serwerze jako:
HTTP referer:
Użyj HTTP 1.1
Użyj ciasteczek
Użyj trybu pasywnego
Tryb transferu
Binarny
ASCII dla plików z następującymi rozszerzeniami:
Określ, jak FDM będzie się identyfikował na serwerze HTTP
Ten ciąg znaków będzie wysłany jako HTTP referer do serwera HTTP. Zwykle nie jest to wymagane.
Po zaznaczeniu tej opcji FDM będzie używać wersji 1.1 HTTP
Po zaznaczeniu tej opcji FDM będzie używać ciasteczek
Po zaznaczeniu tej opcji FDM będzie używać trybu pasywnego dla serwerów FTP. Zwykle jest to potrzebne, gdy jest używany router, czasem wymaga tego firewall.
Użyj trybu binarnego dla transferów FTP. Włącz ten tryb, gdy pobierany plik nie jest plikiem tekstowym.
Użyj trybu ASCII dla transferów FTP. Włącz ten tryb, gdy pobierany plik jest plikiem tekstowym.
FDM będzie używał trybu ASCII dla plików z określonym rozszerzeniem. Dla pozostałych użyje trybu binarnego.
Proxy
Ustawienia proxy
Z Internet Explorera
Określ ręcznie
Nie używaj proxy
Ustawienia
Adres:
Port:
Proszę podać adres serwera proxy
Proszę podać port serwera proxy
FDM będzie pobierał ustawienia proxy z Internet Explorera
Określ ustawienia proxy samodzielnie
FDM nie będzie używać proxy
Wybierz typ serwerów, dla których chcesz określić proxy
Wpisz adres serwera proxy, którego chcesz używać
Wpisz port serwera proxy. Zwykle jest to 3128, 1080 lub 8080.
Zaznacz tę opcję, jeśli serwer proxy wymaga autoryzacji
Różne
Plik lokalny
Jeśli plik już istnieje to:
Rezerwuj miejsce na dysku na pobierane pliki
Dodatkowe rozszerzenie dla nieukończonych pobrań:
Serwer internetowy
Nie restartuj pobierania, jeśli serwer nie obsługuje wznawiania
Jeśli rozmiar pliku na serwerze się zmienił:
Zatrzymaj przy błędach
Zapytaj
Nadpisz
Zmień nazwę
Wznów
Restartuj
Dostosuj
Proszę określić rozszerzenie pliku
Tu można określić, co FDM powinien zrobić, jeśli plik już istnieje na dysku
Po zaznaczeniu tej opcji zostanie zarezerwowane miejsce na dysku dla rozpoczętego pobierania
Jeśli zaznaczone, FDM będzie dodawał określone rozszerzenie do nazwy pobieranego pliku. Kiedy pobieranie zostanie ukończone, FDM usunie dodatkowe rozszerzenie.
FDM nie będzie restartował pobierania, jeśli serwer nie obsługuje wznawiania
Tu można określić, co FDM powinien zrobić, jeśli rozmiar pliku na serwerze ulegnie zmianie
Po zaznaczeniu tej opcji pobieranie pliku zostanie zatrzymane, jeśli plik nie został znaleziony na serwerze
Po zaznaczeniu tej opcji pobieranie pliku zostanie zatrzymane, jeśli nazwa użytkownika lub hasło są nieprawidłowe
Tryby użycia łącza
Wybierz tryb do skonfigurowania:
Maksymalna liczba połączeń:
Maksymalna liczba połączeń na jeden serwer:
Ograniczenia transferu:
brak
Wybierz tryb użycia łącza, który chcesz skonfigurować
Zaznacz tę opcję, aby ograniczyć maksymalną liczbę połączeń
Zaznacz tę opcję, aby ograniczyć maksymalną liczbę połączeń na jeden serwer
Określ maksymalną przepustowość, jakiej FDM będzie mógł użyć do pobierania plików
Wszystkie pobrania
Lista pobierania
Automatyczny zapis co:
min
Podczas usuwania niekompletnych pobrań:
Automatycznie usuwaj zakończone pobrania z listy
Nie usuwaj pliku
Usuwaj plik
FDM zapisuje listę pobierania automatycznie co określony czas. W ten sposób chroni listę pobierania przed możliwym zawieszeniem się komputera lub awarią zasilania.
Określ, co powinien zrobić FDM z plikiem na dysku podczas usuwania niezakończonego pobrania
Zaznacz tę opcję, aby automatycznie usuwać z listy zakończone pobrania
Monitorowanie
Monitoruj
Schowek
Monitoruj pliki z rozszerzeniami
Ignoruj pliki z rozszerzeniami
ALT nie może być wciśnięty
ALT musi być wciśnięty
Proszę określić rozszerzenia
Po zaznaczeniu tej opcji FDM będzie przechwytywać kliknięcia w Internet Explorerze
Po zaznaczeniu tej opcji FDM będzie monitorować schowek
Monitoruj tylko pliki z określonymi rozszerzeniami
Nie monitoruj plików z określonymi rozszerzeniami
Monitoruj tylko jeśli ALT nie jest wciśnięty
Monitoruj tylko jeśli ALT jest wciśnięty
Uruchamianie
Uruchom przy starcie systemu
Uruchom zminimalizowany
System
Minimalizuj do obszaru powiadamiania
Przycisk „Zamknij” minimalizuje okno
FDM zostanie uruchomiony podczas startu Windows
FDM zostanie zminimalizowany po starcie
Kiedy klikniesz przycisk „Minimalizuj”, FDM zostanie zminimalizowany do obszaru powiadamiania
Po zaznaczeniu tej opcji kliknięcie na przycisk „Zamknij” spowoduje zminimalizowanie FDM
Aktualizacja
Adres serwera aktualizacji
FDM będzie automatycznie sprawdzał czy jest nowa wersja
Kreator optymalizacji użycia sieci
Witamy w kreatorze optymalizacji użycia sieci!
Kreator pomoże ustalić optymalne ustawienia dla Twojego typu połączenia. Ustawi on właściwości programu i domyślne parametry pobierania.
Proszę wybrać typ połączenia
Zakończ
Określ typ połączenia z Internetem
Konfiguruje FDM do optymalnej pracy na Twoim połączeniu
Zadanie
Czas rozpoczęcia
Czas następnego rozpoczęcia
Czas ostatniego rozpoczęcia
Nie można wczytać listy zadań. Być może została uszkodzona lub jest używana przez inny program.
Nie można wczytać dziennika harmonogramu zadań
Nie można wczytać listy zadań
Zadanie "%s" zostało zaplanowane. Rozpocząć?
Zmiana trybu użycia łącza na "%s"
Rozłączenie
Wszystkie połączenia
Zmień tryb użycia łącza na
Wyłączenie komputera
Restartuj
Wyloguj
Raz
Nd
Pn
Wt
Śr
Cz
Pt
So
W dniach:
Co
dni
godzin
Przy starcie FDM
Po nawiązaniu połączenia
Po nieudanym połączeniu
Kiedy nie ma aktywnych pobrań
Kiedy prędkość nie przekracza %d b/s przez %d
Kiedy we wszystkich pobraniach wystąpi błąd
Nigdy
Nieznany
Nawiązano połączenie z "%s"
Nieudane połączenie z "%s"
Połączenie nawiązane
Brak wolnej pamięci
Nie można uruchomić
Wykonanie zadania spowoduje zamykanie programu po starcie. Zadanie zostanie zignorowane.
Maksymalna liczba prób połączenia
Pauza między próbami
Rozłączy, gdy prędkość połączenia jest mniejsza niż:
Spróbuj ponownie
Nie więcej niż
Użyj połączenia
Jeśli pomyślne
razy
Rozłącz wszystkie aktywne połączenia
Połączenie do rozłączenia
Nazwa programu:
Argumenty:
Tryb wyłączenia:
Wymuś zamknięcie programów
Uruchom program
Ustanów połączenie dial-up
Rozłącz połączenie
Zmień tryb użycia łącza
Zamknij FDM
Wyłączenie komputera
Pobrania do rozpoczęcia
Pobrania do zatrzymania
Aplikacje
Wszystkie pliki
Przepraszamy, ta funkcja jest dostępna tylko w systemach Windows 2000, XP i nowszych
Proszę podać nazwę programu
Proszę wybrać pobranie
Wybierz tryb użycia łącza, jakiego chcesz użyć po rozpoczęciu zadania
Zaznacz tę opcję, aby ustawić limit maksymalnej liczby nieudanych prób połączenia
Czas pomiędzy nieudanymi próbami
Zaznacz tę opcję, jeśli nie chcesz ustanawiać połączeń z mniejszą prędkością niż określoną
Określ minimalną wymaganą prędkość połączenia
Po zaznaczeniu tej opcji FDM będzie próbował ustanowić wymagane połączenie ponownie
Zaznaczenie tej opcji ograniczy liczbę nieudanych prób ustanowienia połączenia
Określ wymagane pobrania
Lista dostępnych pobrań
Dodaj zaznaczone pobrania do listy zaplanowanych pobrań
Usuń zaznaczone pobrania z listy zaplanowanych pobrań
Określ program, który chcesz uruchomić
Znajdź program na komputerze
Określ parametry startowe programu
Określ tryb zakończenia sesji
Zaznaczenie tej opcji wymusi zakończenie sesji. Przydatne, gdy działają w systemie zawieszone aplikacje. W tym przypadku jednak wszystkie niezapisane dane zostaną utracone.
Określ zaplanowaną akcję
Po zaznaczeniu tej opcji FDM rozłączy wszystkie aktywne połączenia
Określ połączenie do rozłączenia
W określone dni
Niedziela
Poniedziałek
Wtorek
Środa
Czwartek
Piątek
Sobota
Przy wydarzeniu
Przez
Niska prędkość:
min
minut
godzin
dni
Kiedy prędkość pobierania jest za niska
Kiedy wszystkie pobrania mają status błędu
Proszę określić dni
Rozpocznij zadanie o określonym czasie
Ustaw godzinę rozpoczęcia pobierania
Rozpocznij zadanie w określony dzień
Ustaw datę rozpoczęcia zadania
Rozpocznij zadanie w określony dzień tygodnia
Rozpocznij zadanie w każdą niedzielę
Rozpocznij zadanie w każdy poniedziałek
Rozpocznij zadanie w każdy wtorek
Rozpocznij zadanie w każdą środę
Rozpocznij zadanie w każdy czwartek
Rozpocznij zadanie w każdy piątek
Rozpocznij zadanie w każdą sobotę
Rozpoczynaj zadanie okresowo
To pole umożliwia określenie odstępu czasu w minutach, godzinach lub dniach
Rozpoczyna zadanie przy wystąpieniu określonego zdarzenia
Określ rodzaj zdarzenia
Wprowadź odstęp czasu
Wprowadź minimalną wymaganą prędkość
Wymagaj potwierdzenia, aby rozpocząć zadanie
Czekaj na potwierdzenie
s
Po zaznaczeniu tej opcji FDM będzie pytał o potwierdzenie uruchomienia tego zadania
Po zaznaczeniu tej opcji FDM będzie czekał na potwierdzenie dany przedział czasu. Jeśli nie zareagujesz w tym czasie, zadanie zostanie automatycznie uruchomione.
Adres:
Budowanie listy plików do pobrania
Łączenie z serwerem
Próba użycia nazwy użytkownika i hasła zapisanego w menedżerze witryn
Otrzymywanie listy plików z serwera
Połączenie z serwerem zerwane. Ponawianie połączenia.
Budowanie listy
Odczytuj rozmiary i daty ostatniej modyfikacji plików
Użycie tego parametru może bardzo obniżyć prędkość
Po zaznaczeniu tej opcji FDM spróbuje pobrać rozmiary i daty plików z serwera HTTP
Nazwa witryny
Połączenia
Login
Grupa
Nie można wczytać listy witryn. Być może jest uszkodzona lub używana przez inny program.
Nie można zapisać listy witryn.
Maksymalna liczba jednoczesnych połączeń:
Domyślna grupa dla nowego pobrania z tej witryny
Użyj pasywnego trybu FTP
Proszę wpisać nazwę witryny
Witryna o tej samej nazwie już istnieje. Proszę podać inną nazwę.
Maksymalna liczba jednoczesnych połączeń musi być większa od 0
Proszę wybrać grupę
Określ nazwę witryny
Zaznacz tę opcję, aby ograniczyć maksymalną liczbę jednoczesnych połączeń do tego serwera
Po zaznaczeniu tej opcji pobrania z tego serwera będą automatycznie dodawane do wybranej grupy
Pytaj użytkownika
Nie pytaj mnie więcej
Błąd zapisu na dysku
Plik "%s" już istnieje. Co zrobić?
Nie pytaj mnie o to więcej. Twój wybór stanie się akcją domyślną.
Nadpisz istniejący plik
Zmień nazwę tego pliku
Wznów pobieranie. (Pobieranie będzie rozpoczęte w miejscu równym rozmiarowi istniejącego pliku).
Zatrzymaj pobieranie
Tak
Nie
Pobranie
zostało usunięte. Usunąć też plik z dysku twardego?
Proszę podać nazwę użytkownika i hasło
Zaloguj do "%s"
Wysyła podaną nazwę użytkownika i hasło do serwera
Nie łącz z tym serwerem
Rozmiar "%s" uległ zmianie na serwerze. Co zrobić?
Zacznij pobieranie od początku
Dostosuj pobieranie do nowego rozmiaru pliku. Niezalecane.
Proszę czekać
Aktualizuj
Opis
Aktualizuj używając:
Szukanie uaktualnienia
Używasz najnowszej wersji
Pobieranie
Dostępna jest wersja %s build %s
Pełna wersja dystrybucyjna %s (%s)
Aktualizuj do wersji %s
Aktualizuj do wersji %s (%s)
FDM powinien być uruchomiony ponownie. Restartować teraz?
Aktualizacja zakończona
Nie można znaleźć pliku Updater.exe
Określ typ aktualizacji
Użyj pełnej dystrybucji FDM do aktualizacji
Użyj pliku poprawek FDM do aktualizacji
Więcej informacji o procesie aktualizacji
Co nowego w tej wersji?
Rozpocznij aktualizację FDM teraz
Anuluj aktualizację i zamknij to okno
Utwórz pobieranie
Zaznacz zawartość
Usuń zaznaczenie zawartości
Lista pobierania do dodania
Zaznacz elementy wybranego folderu i dodaj je do listy pobierania
Usuń zaznaczenie elementów wybranego folderu i nie dodawaj ich do listy pobierania
FDM - informacje
Copyright (c)
Wszelkie prawa zastrzeżone
Zarejestrowane dla:
Już zaktualizowane. Wymagany restart.
Niewłaściwa nazwa użytkownika lub hasło
Nie można wczytać pliku historii
Nie można zapisać pliku historii
Domyślne ustawienia HTML Spider
HTML Spider
Drzewo stron WWW
Pobieranie witryny
Ustawienia pobierania stron WWW
Rozpocznij pobieranie
Zatrzymaj pobieranie
Zaplanuj pobieranie
Usuń
Otwórz stronę WWW w przeglądarce
Rozpocznij pobieranie automatycznie
Adres URL strony WWW (witryny)
Pliki
Usunąć też pobrania?
Nie można wczytać listy stron WWW
Nie można zapisać listy stron WWW
Adres URL strony WWW lub serwera HTTP, z którego chcesz pobierać
Adres URL strony WWW lub serwera HTTP, z którego pobieranie zostało rozpoczęte
Nazwa folderu, w którym zostaną zapisane pobrania
Folder docelowy:
Strony WWW
Strony
Rozszerzenia plików stron WWW z kodem HTML:
Pobieraj style CSS
Pobieraj strony WWW z innych serwerów
Obrazy
Pobieraj obrazy
Pobieraj obrazy, które są odnośnikami do innych stron
Głębokość pobierania:
Rozszerzenia plików stron WWW zawierających kod HTML. Strony WWW będą przeszukane w poszukiwaniu odnośników do obrazów i innych stron do pobrania.
Po zaznaczeniu tej opcji style CSS będą również pobierane. Zalecane.
Jeśli niezaznaczone, strony WWW z innych witryn nie będą pobierane. Np. jeśli rozpoczniesz pobieranie z http://example.org/, wtedy http://othersite.com/page.html nie będzie pobrana, ale http://example.org/page.html będzie pobrana.
Po zaznaczeniu tej opcji obrazy ze stron WWW będą również pobierane
Jeśli niezaznaczone, obrazy ze stron WWW będące odnośnikami do innych witryn nie będą pobierane
Głębokość pobierania. Np. pobieranie rozpoczęto ze strony http://example.org/index.html. Znajduje się tam odnośnik do http://example.org/page.html. Wówczas głębokość dla http://example.org/page.html wynosi 1. Ustawienie głębokości pobierania na 0 spowoduje pobieranie zawartości wyłącznie strony startowej.
Pobieraj pliki ze stron WWW
Pobieraj pliki z innych witryn
Ignoruj pliki z rozszerzeniami
Włącz
Pobieraj
Nie pobieraj
pliki z rozszerzeniami:
Zaznacz tę opcję, aby pliki ze stron WWW
Zaznacz tę opcję, aby pobierać pliki także z innych witryn
Zaznacz tę opcję, aby ignorować pliki z określonymi rozszerzeniami
Po zaznaczeniu tej opcji pliki z rozszerzeniami określonymi poniżej będą pobierane
Po zaznaczeniu tej opcji pliki z rozszerzeniami określonymi poniżej NIE będą pobierane
Eksportuj ustawienia
Importuj ustawienia
Nie można uruchomić Regedit.exe
Wystąpił błąd podczas eksportowania ustawień
Wystąpił błąd podczas importowania ustawień
Pliki rejestru FDM
Ignoruj obrazy z rozszerzeniami
obrazy z rozszerzeniami:
Zaznacz tę opcję, aby ignorować obrazy z określonymi rozszerzeniami
Po zaznaczeniu tej opcji obrazy z rozszerzeniami określonymi poniżej będą pobierane
Po zaznaczeniu tej opcji obrazy z rozszerzeniami określonymi poniżej NIE będą pobierane
Nie pobieraj tego i usuń
Serwer nie obsługuje wznawiania pobierania. Rozpoczynanie od początku.
Nie można otworzyć adresu URL
Podczas próby zapisu do rejestru wystąpił nieoczekiwany błąd
Dziękuję za rejestrację! Proszę uruchomić FDM ponownie
Pobierz w FDM
Pobierz witrynę w FDM
Dodaj FDM do menu kontekstowego przeglądarki
Zaznacz tę opcję, aby dodać pozycje „Pobierz w FDM” i „Pobierz witrynę w FDM” do menu kontekstowego przeglądarki (pod prawym przyciskiem myszy)
Zmniejsz użycie łącza przy aktywnej przeglądarce
Obniż o jeden poziom
Niski poziom użycia łącza
Zaznacz tę opcję, aby automatycznie obniżyć poziom użycia łącza, kiedy przeglądasz Internet. Umożliwi Ci to szybsze przeglądanie, kiedy FDM będzie pobierał pliki.
Tryb użycia łącza będzie obniżony o jeden poziom: wysoki->średni, średni->niski
Tryb użycia łącza będzie ustawiony na niski
Obowiązuje dla
Obowiązuje dla subdomen
Zaznacz, aby użyć tego rekordu dla pobierania przez HTTP
Zaznacz, aby użyć tego rekordu dla pobierania przez HTTPS
Zaznacz, aby użyć tego rekordu dla pobierania przez FTP
Zaznacz, aby użyć tego rekordu dla pobierania z serwerów w subdomenach. Np. dla http://example.org będzie to http://sub.example.org
Proszę wybrać co najmniej jeden protokół
Maksymalna liczba uruchomionych pobrań
Zaznacz tę opcję, aby ograniczyć liczbę równocześnie pobieranych plików
Restartuj pobieranie
Utwórz jeszcze jedną część
Zatrzymaj jedną część
; context: [section x] - Stopped
Zatrzymane
; tray menu
Strefa zrzutu
;
Nie można odnaleźć folderu wtyczek Opery. Czy chcesz odszukać go ręcznie?
Nie można odnaleźć folderu rozszerzeń Netscape. Czy chcesz odszukać go ręcznie?
Nie można zainstalować monitorowania Opery
Nie można odinstalować monitorowania Opery
Nie można zainstalować monitorowania Netscape
Nie można odinstalować monitorowania Netscape
Po zaznaczeniu tej opcji FDM będzie przechwytywał kliknięcia w Operze
Po zaznaczeniu tej opcji FDM będzie przechwytywał kliknięcia w Netscape
; create download dlg
Sprawdź rozmiar
; request a size of a download
Żądanie...
Sprawdź rozmiar pliku do pobrania na serwerze
Tak na wszystkie
Nie na wszystkie
Szczegółowy dziennik
Po zaznaczeniu tej opcji FDM będzie pokazywał odpowiedzi serwera
Zmiany zostaną wprowadzone po ponownym uruchomieniu przeglądarki
Lista zadań
Lista plików
Lista witryn
Lista stron
Usuwanie pobrań
Budowanie listy pobierania
Seryjne pobieranie plików
Od:
Do:
Krok:
Znaki wypełnienia:
Rezultaty
Przykład:
Numer początkowy sekwencji
Numer końcowy sekwencji
Krok sekwencji. Przykładowo dla kroku 10 sekwencja wygląda tak: 0, 10, 20, ...
Liczba znaków wypełnienia. Przykładowo dla 1 znaku sekwencja wygląda tak: 1, 2, 3; dla 2 znaków sekwencja wygląda tak: 01, 02, 03.
Kliknij tu, aby zobaczyć generowaną sekwencję
Pozwala na pobranie przez przeglądarkę po kliknięciu „Anuluj”
Po zaznaczeniu tej opcji przeglądarka będzie pobierała plik, gdy klikniesz „Anuluj” w oknie „Dodaj pobieranie”
Końcowy numer sekwencji musi być większy od początkowego
Proszę użyć (*) w adresie URL, aby utworzyć szablon URL
Jeśli plik nie ma rozszerzenia, dodaj rozszerzenie:
Zaznacz tę opcję, aby dodać określone rozszerzenie do pliku, który nie ma rozszerzenia. Np. jeśli plik na nazwę "plik" i podałeś rozszerzenie "txt", rezultatem będzie "plik.txt".
Pokazuj rozmiar plików tylko w bajtach
Po zaznaczeniu tej opcji rozmiary plików będą pokazywane tylko w bajtach zamiast kilobajtach i megabajtach
Wykonaj test antywirusowy:
Opcje wiersza poleceń:
Rozszerzenia:
Po zaznaczeniu tej opcji pobrane pliki będą sprawdzane przez antywirus automatycznie
Określ nazwę programu antywirusowego
Określ parametry wiersza poleceń dla antywirusa
Określ rozszerzenia pobranych plików, które będą sprawdzane
Proszę podać nazwę antywirusa
Nazwa jest nieprawidłowa. Proszę ją sprawdzić.
Uruchamianie antywirusa
Wyłącz zadanie po zakończeniu
Usuń zadanie po zakończeniu
Po zaznaczeniu tej opcji zakończone zadanie zostanie automatycznie wyłączone
Po zaznaczeniu tej opcji zakończone zadanie zostanie automatycznie usunięte
Idź
Wstecz
Generuj nazwę pliku automatycznie
Po zaznaczeniu tej opcji nazwa pliku będzie tworzona automatycznie
Zapisz z rozszerzeniem "htm"
Po zaznaczeniu tej opcji wszystkie zapisane strony WWW będą miały rozszerzenie "htm"
Kliknij ten przycisk, aby oszacować całkowity rozmiar wszystkich pobrań
Utrzymaj strukturę folderów z serwera
Po zaznaczeniu tej opcji zostanie utrzymana oryginalna struktura folderów z serwera. W przeciwnym wypadku wszystkie pliki będą zapisane w jednym folderze.
Wybrano inny folder. Ustawić ten folder jako domyślny dla tej grupy? Możesz też zmienić domyślny folder we właściwościach grup.
; === ADDED LINES ===
Pobranie z tym adresem URL już istnieje. Co zrobić?
Uruchom
Uruchom pobrany plik
Wersja
Kliknij tu, aby się z nami skontaktować
kliknij tu, aby pobrać najnowszą wersję
Warning:  this computer program is protected by copyright law and international treaties. Inappropriate to license reproduction or distribution of this program, or any portion of it, may result in severe civil and criminal penalties, and will be prosecuted to the maximum extent possible under the law.
; === new version ===
Pobierz wszystkie pliki w FDM
Dodaj listę pobierania
Usuń zaznaczone
To jest lista adresów URL do dodania
Kliknij ten przycisk, aby usunąć wszystkie zaznaczone adresy URL z listy
Nie można odnaleźć folderu rozszerzeń Firefoxa. Czy chcesz odszukać go ręcznie?
Nie można zainstalować monitorowania Firefoxa
Nie można odinstalować monitorowania Firefoxa
Po zaznaczeniu tej opcji FDM będzie przechwytywał kliknięcia w Mozilla Firefox
Pobierz zaznaczone pliki w FDM
Rozpoczynanie
Witryny
Aktywne pobrania
Nie ma aktywnych pobrań
Powiadomienia
Używaj komunikatów obszaru powiadamiania
Czas wyświetlania
Zaznacz tę opcję, aby włączyć komunikaty obszaru powiadamiania, informujące o zakończeniu lub zatrzymaniu pobierania. Uwaga! Ta opcja dostępna jest tylko dla Windows 2000/XP i nowszych.
Automatycznie zamykaj komunikaty po upłynięciu podanego czasu
Mirrory
Automatycznie szukaj mirrorów
Maksymalna liczba mirrorów:
Sprawdzaj prędkość mirrorów
Sprawdzaj prędkość co:
Po zaznaczeniu tej opcji FDM będzie automatycznie szukał mirrorów dla każdego pobrania
Ogranicz liczbę mirrorów dla jednego pobierania. Umożliwia to zmniejszenie czasu sprawdzania prędkości mirrorów.
Po zaznaczeniu tej opcji FDM będzie sprawdzał prędkość każdego mirrora
Automatycznie sprawdza prędkość mirrorów co określony przedział czasu
Nie szukaj, jeśli plik jest mniejszy niż:
FDM nie będzie szukał mirrorów dla plików mniejszych niż określony rozmiar
Nie szukaj, gdy wielkość pliku jest nieznana (zalecane)
Dodaj mirror
Szukaj mirrorów
Dodaj mirror dla tego pobrania ręcznie
Szukaj mirrorów dla tego pobrania w FileSearching.com
Lista mirrorów
Prędkość serwera
Używany
Mierz prędkość mirrorów
Mierzy prędkość serwerów z mirrorami
Pływające okienko stanu aktywnych pobrań
Oczekiwanie...
Mirror dla pobierania
Rozmiar pliku przekracza 2GB. Takie pobrania są obsługiwane tylko przez FTP.
;
;
; #NEW LINES (BUILDS NEWER THAN 195)#
;
;
; BEGIN: New Download page
Nowe
Określ grupę pobierania automatycznie
Grupa:
Zapisz pobranie do właściwego folderu grupy
Po zaznaczeniu tej opcji grupa dla pobrania zostanie automatycznie określona na podstawie rozszerzenia pliku lub ustawień menedżera witryn
Ustaw domyślną grupę ręcznie
Po zaznaczeniu tej opcji pobranie zostanie zapisane w domyślnym folderze grupy (zobacz właściwości grupy)
Ustaw domyślny folder docelowy ręcznie
; END
; BEGIN: Monitoring page
Ciche monitorowanie
Po zaznaczeniu tej opcji przy dodawaniu pobierania z przeglądarki nie pokaże się okno „Dodaj pobieranie”
Dostosuj
Wybierz pozycje, które będą pokazywane w menu kontekstowym przeglądarki
; END
Wybierz pozycje menu do pokazania
Przynajmniej jedna pozycja musi być wybrana
Użyj dźwięków
Po zaznaczeniu tej opcji FDM będzie odtwarzał dźwięki przy niektórych wydarzeniach (np. po ukończeniu pobierania)
Wybierz dźwięk dla każdego zdarzenia
; BEGIN : Customize sounds dialog
Dostosuj dźwięki
Ustaw dźwięk
Usuń
Testuj
Lista zdarzeń FDM i odpowiadających im dźwięków. Tu można ustawić, aby FDM odtwarzał dźwięk kiedy wystąpi jakieś zdarzenie.
Pobieranie dodane - odtwarzaj dźwięk, kiedy jedno lub więcej pobrań zostanie dodanych do listy pobieranych plików.
Pobieranie zakończone - odtwarzaj dźwięk, kiedy pobieranie zostanie zakończone.
Pobieranie nieudane - odtwarzaj dźwięk, kiedy wystąpi błąd podczas pobierania pliku.
Połączenie nawiązane - odtwarzaj dźwięk, kiedy zadanie harmonogramu „Ustanów połączenie dial-up” zakończy się powodzeniem
Połączenie nieudane - odtwarzaj dźwięk, kiedy zadanie harmonogramu „Ustanów połączenie dial-up” nie zakończy się powodzeniem
Ustaw dźwięk dla wybranego zdarzenia
Nie odtwarzaj dźwięku, gdy wybrane zdarzenie miało miejsce
Testuj wybrany dźwięk
Zdarzenie
Plik dźwiękowy
Brak dźwięku
Pobieranie dodane
Pobieranie zakończone
Pobieranie nieudane
Połączenie nawiązane
Połączenie nieudane
Pliki dźwiękowe
; END
Szukanie mirrorów...
Sprawdzanie prędkości mirrorów...
Szukanie mirrorów już zostało wykonane
Łączenie do serwera wyszukującego...
Pobieranie rezultatów...
Znaleziono mirrorów: %d
Szukanie mirrorów wykonane
Próbowanie innego mirrora...
Nie znaleziono mirrorów
Nieudane
Sprawdzono prędkość mirrorów
; BEGIN: History page
Historia
Zapisuj historię odnośników i folderów
Zapisuj tylko historię folderów
Przechowuj wpisy przez:
Maksymalna liczba wpisów:
Wyczyść historię
FDM będzie zapisywał historię odnośników i podanych nazw folderów
FDM będzie zapisywał tylko historię folderów
FDM będzie usuwał wpisy, które istnieją w historii dłużej niż określony czas
Maksymalna liczba wpisów w historii. Po przekroczeniu tej liczby FDM będzie usuwał najstarsze wpisy.
Usuwa wszystkie wpisy z historii
; END
Importuj
Eksportuj
Importuj listę pobierania
Eksportuj listę pobierania
Pliki tekstowe
Nie można otworzyć pliku
Eksportuj wszystkie pobrania
Eksportuj wszystkie pobrania na liście
Eksportuj zaznaczone pobrania
Nie eksportuj ukończonych pobrań
Dołącz eksport, jeśli plik już istnieje
Niewłaściwa nazwa grupy. Proszę nie używać znaków / i \
Wyjdź z programu po zakończeniu pobierania
; BEGIN : Downloads History window
Dodane
Zapisane do
; END
Kosz
; BEGIN: Recycle Bin
Właściwości
Opróżnij kosz
;END
;BEGIN: Recycle Bin properties
Nie umieszczaj usuniętych pobrań w koszu
Przechowuj nie więcej niż
pobrań
Nie przechowuj zakończonych pobrań
Pytaj o potwierdzenie przy usuwaniu pobrań
Właściwości kosza
Zaznacz te opcję, aby nie przechowywać usuniętych pobrań w koszu
Zaznacz tę opcję, aby ograniczyć liczbę usuniętych pobrań przechowywanych w koszu
Maksymalna liczba pobrań przechowywanych w koszu
Po zaznaczeniu tej opcji zakończone pobrania nie będą przechowywane w koszu po ich usunięciu
Po zaznaczeniu tej opcji FDM będzie pytał o potwierdzenie usuwania pobrań
;END
Przywróć
Przywracanie pobrań...
; History subitems
Dzisiaj
Wczoraj
Jeden tydzień
Jeden miesiąc
Wybrane...
; end
Wyczyść historię
Zapisuj historię pobierania
Zapisz historię tylko dla całkowicie pobranych plików
Zaznacz tę opcję, aby zapisywać historię pobierania
Zaznacz tę opcję, aby zapisywać historię jedynie zakończonych pobrań
Ustawienia historii pobierania
Budowanie listy wpisów historii...
; Download Was deleted
Zostało usunięte
Wybierz przedział czasu
Szukaj
Znajdź następny
Szukaj:
; BEGIN : Find dialog
Szukaj w
Nazwa pliku lokalnego
Określ tu, co chcesz znaleźć
Szukaj w nazwie pliku w adresie URL
Szukaj w całym adresie URL
Szukaj w komentarzach pobrań
Szukaj w ścieżce i nazwie pobieranego pliku na dysku lokalnym
Zaawansowane ustawienia wyszukiwania
; ADVANCED settings
Gdzie szukać
Szukaj w liście pobierania
Szukaj w historii pobierania
Szukaj według daty pobierania
Ustaw
Szukaj w koszu
Szukaj plików o określonym rozmiarze
Minimalny:
Maksymalny:
Przeszukuje listę pobierania
Przeszukuje listę historii pobierania
Szuka tylko pobrań z określonego przedziału czasu
Ustaw przedział czasu
Przeszukuje kosz
Szukaj tylko plików określonego rozmiaru
Minimalny wymagany rozmiar
Maksymalny wymagany rozmiar
Szukaj w grupie
Wybierz grupę, gdzie będzie wykonane przeszukanie
; END
Szukanie pobrań...
Nie znaleziono żadnych elementów
Nie znaleziono więcej elementów
Wyszukiwanie zakończone
URL do schowka
Podgląd ZIP
Co najmniej jeden plik powinien być zaznaczony.
Jest możliwe, że plik, który pobierasz, to archiwum ZIP. Czy chcesz włączyć jego podgląd?
Podgląd audio/wideo
Nie można otworzyć pliku.
Nieznany typ pliku.
Proszę zainstalować DirectX 8.0 lub nowszy, aby używać tej funkcji. Najnowszą wersję DirectX można pobrać z microsoft.com.
Informacje o multimediach
Rozmiar:
Dostępne:
Czas:
Wycisz
Odtwarzaj
Wstrzymaj
Filtr
Rozszerzenia [oddzielone spacjami, np. zip rar arj]:
Usuń pliki z następującymi rozszerzeniami
Pozostaw tylko pliki z następującymi rozszerzeniami
Ciąg parametrów nie zawiera makra %file%. To makro jest potrzebne dla wskazania antywirusowi, który plik należy sprawdzić.
Kontynuować mimo to?
Ostrzeżenie
Ustaw atrybut ukryty dla plików nieukończonych pobrań
Dodaj komentarz do nazwy pliku po zakończeniu pobierania
Nie zapisuj stron serwera
Zaznacz tę opcję, jeśli nie chcesz zapisywać stron WWW na dysku, a tylko pliki i obrazy
Używaj podglądu ZIP
Po zaznaczeniu tej opcji można przejrzeć zawartość archiwum ZIP na początku pobierania, aby zdecydować, czy pobrać tylko część archiwum.
Głośność:
Rozpoczynaj pobieranie automatycznie
Po zaznaczeniu tej opcji FDM będzie automatycznie rozpoczynał każde nowe pobranie.
Proszę sprawdzić pliki do pobrania
Ustal alternatywne lokalizacje (URL) dla tego pobrania
Nie używaj podglądu w przyszłości
Wyłączono podgląd ZIP. Jeśli chcesz go włączyć ponownie, przejdź do menu Opcje | Opcje pobierania (Ctrl+0) | Nowe i zaznacz pole „Używaj podglądu ZIP”.
Lista ignorowanych
Lista stron WWW, które powinny być ignorowane podczas pobierania witryny.
Podfoldery
Dodaj
Ignoruj także wszystkie podfoldery
; Proxy tab new settings
Użyj „cofnięcia” dla zerwanych połączeń
Rozmiar „cofnięcia”:
bajtów
Zaznaczenie tej opcji włączy funkcję „cofnięcia” pobierania (ostatnie bajty pobrania są pobierane ponownie w celu uniknięcia błędów). Opcja ta pomaga chronić przerwane pobrania przed uszkodzeniami.
Rozmiar „cofnięcia”. Większy rozmiar pozwala „cofnięciu” działać bezpieczniej. Rozmiar zalecany to 3000 bajtów. Można zwiększyć tę wartość, jeśli pobrania nadal pozostają uszkodzone.
; downloader options -> monitor tab
Nie monitoruj plików mniejszych niż:
Użyj tej opcji jeśli chcesz, aby FDM pominął pliki mniejsze od określonego rozmiaru
KB
Uwaga! Kosz jest za duży. Może to powodować duże spowolnienie. Zaleca się wyczyszczenie kosza. Czy chcesz to zrobić?
Nie sprawdzaj tego ponownie
Uwaga! Historia pobierania jest za duża. Może to powodować duże spowolnienie. Zaleca się wyczyszczenie historii pobierania. Czy chcesz to zrobić?
Serwer nie może zagwarantować możliwości wznawiania pobierania. Odpowiedź jest niewłaściwa.
Kopiuj do schowka
; general settings | skins page
Skórki
Skórka
Używaj ikon ze skórek
Używaj bitmap ze skórek
; default skin
<domyślna>
Uwaga! Jakiekolwiek zmiany odniosą skutek wyłącznie po restarcie Free Download Managera.
Pokazuj pływające okienko stanu aktywnych pobrań
Pomiń pliki z rozszerzeniami:
Lista rozszerzeń plików do pominięcia
Brak aktywnych pobrań
Odtwarzaj dźwięk po zakończeniu wszystkich pobrań
Importuj listę adresów URL ze schowka
Hasła
Opcje menedżera witryn
; Save password dialog
Zapisać hasło?
Free Download Manager może zapisać hasło dla tego serwera, aby uniknąć potrzeby wpisywania go za każdym razem, gdy pobierasz coś z tego serwera.
Zapisać to hasło?
Nie pytaj, czy zapisywać jakiekolwiek hasło.
; Site Manager options | Passwords tab
Użyj menedżera witryn do zapisywania haseł
Pytaj czy zapisać hasło, czy nie
Nie pytaj o zapisywanie haseł
Usuwaj wszystkie hasła przed wyjściem
Usuń wszystkie hasła
; create new HTML Spider task
Usuń zakończone pobrania automatycznie (zalecane)
Po zaznaczeniu tej opcji pobrania z HTML Spidera będą usuwane automatycznie. To przyspiesza automatyczne pobieranie dużych witryn.
Zmiany zostaną wprowadzone po restarcie Free Download Managera
Nowy styl
Stary styl
Niewłaściwa nazwa folderu
Ukryj pływające okienka w trybie pełnego ekranu
Po zaznaczeniu tej opcji pływające okienka zostaną automatycznie ukryte w trybie pełnego ekranu.
został przeznaczony do uruchomienia.
Czy chcesz uruchomić?
Uruchom plik po zakończeniu pobierania
Proszę użyć (*), (*A) lub (*a) w adresie URL, aby określić szablon URL
Serwer wyszukiwania mirrorów:
Hibernacja
Stan wstrzymania
Zapamiętaj mój wybór
Sugeruj zmianę domyślnego folderu grupy
Zapisz plik
Otwórz plik
Zapisz plik i otwórz go
Typ pobierania:
Odnośnik do FDM
Odnośnik do Free Download Managera
Drogi użytkowniku!
Free Download Manager jest całkowicie darmowym programem. Można go używać za darmo przez nieograniczony czas.
Jeżeli Free Download Manager jest dla Ciebie użyteczny, prosimy Cię o pomoc w jego promocji poprzez umieszczenie odnośnika do niego na własnej stronie WWW. Dzięki temu więcej osób będzie wiedziało o FDM.
Z góry dziękujemy za Twoją pomoc.\nEkipa twórców programu Free Download Manager.
Przypomnij za 3 dni
Przypomnij przy następnym uruchomieniu Free Download Managera
Nie pokazuj tego okna ponownie
Pokaż kod HTML odnośnika
Kod HTML odnośnika
Więcej przykładów
Kopiuj do schowka
Ukryj
; "Traffic usage mode has beed changed" window
Tryb użycia łącza został zmieniony
Przełączono tryb użycia łącza.\nFree Download Manager posiada trzy tryby:
W tym trybie Free Download Manager będzie pobierał z maksymalną możliwą prędkością. Jest to najbardziej agresywny tryb.
W tym trybie Free Download Manager będzie pobierał ze średnią prędkością. Tryb ten umożliwia przeglądanie Internetu i utrzymanie prędkości pobierania w tym samym czasie.
W tym trybie Free Download Manager będzie pobierał z niską prędkością. Tryb ten umożliwia pobieranie bez dramatycznego spowolnienia sieci.
;
Zmień nazwę także przy restarcie
Wpisz liczbę mniejszą od %d
; export/import downloads
Pliki z listą adresów URL
Pliki z listą informacji o pobraniach
;
Opcje eksportu
;
Ustaw datę pliku identyczną jak określona na serwerze
Ustawia taką samą datę pobranego pliku jak na serwerze
Generuj pliki z opisem
Generuje pliki z nazwą "*.dsc.txt" (* - nazwa pobranego pliku), zawierające krótki opis pobranego pliku (komentarze, adres URL i datę). Ten plik będzie generowany tylko dla pobrań, które mają komentarze.
Ten plik został pobrany z:
Nie pobieraj daty pliku z serwera
Ta opcja pozwala na zwiększenie prędkości na początku pobierania z FTP. Free Download Manager użyje komendy SIZE zamiast LIST.
Nie zapisuj dzienników pobierania
Włączenie tej opcji spowoduje szybszy start i zamknięcie Free Download Managera i zmniejszy jego zużycie pamięci.
;
Eksportuj historię pobierania
Eksportuj wszystkie wpisy
Eksportuj wszystkie wpisy na liście
Eksportuj zaznaczone wpisy
Eksportuj tylko wpisy o ukończonych pobraniach
;
Pliki HTML
;
Historia pobierania Free Download Managera
URL pobierania
Pobrane do pliku
Rozmiar pliku
Pobieranie zostało ukończone
Pobranie zostało usunięte
;
Zapisane w
Rozmiar pliku
Obsługa wznawiania
Zamknij to okno, gdy pobieranie jest ukończone lub zatrzymane
Otwórz
Czy chcesz zobaczyć to okno ponownie?
Tak, ale tymczasowo ukryj okno postępu dla tego pobrania
Nie, nie pokazuj okna postępu dla żadnego pobrania
Tak, ale nie pokazuj okna postępu dla tego pobrania
Użycie klawisza SHIFT oznacza, że to pobranie zostanie usunięte z dysku i nie będzie można już go wznowić.\nJesteś pewien?
Wybierz grupę
Ustaw folder główny grup
Wybiera folder główny grup.\nZmiany zostaną dokonane tylko dla nowych pobrań.
Ostatnio pobrane pliki
(pusty)
Spowolnij wszystkie pobrania
Pokazuj okno postępu pobierania
Po zaznaczeniu tej opcji FDM będzie tworzył specjalne okno z informacją o stanie każdego uruchomionego pobierania
; general settings | misc page
Czas potwierdzenia zadania
Uruchomienie pobierania
Pytaj o typ zamykania
Czas potwierdzenia zadania „Narzędzia | Rozłącz po zakończeniu pobierania”.
Czas potwierdzenia zadania „Narzędzia | Wyjdź z programu po zakończeniu pobierania”.
Czas potwierdzenia zadania „Narzędzia | Wyłącz komputer po zakończeniu pobierania”.
Czas potwierdzenia dla uruchomienia pobranego pliku po ukończeniu pobierania.
Po zaznaczeniu tej opcji FDM będzie pytał o typ wyłączenia dla zadania „Narzędzia | Wyłącz komputer po zakończeniu pobierania”.
Nie pytaj o potwierdzenie
; 5 seconds, 10 seconds, ...
%d sekund
Czekaj na potwierdzenie
Ignoruj strony z tego folderu
Pobierz strony tylko z tego folderu
Uwzględnij podfoldery
Ignoruj wszystkie strony WWW z tego folderu.
Pobierz tylko strony z tego folderu i ignoruj inne strony WWW.
Po zaznaczenu tej opcji HTML Spider będzie ignorował (lub pobierał tylko) strony zlokalizowane we wszystkich podfolderach określonego folderu.
Określ adres URL folderu.\nPrzykład: "http://example.org/docs/".
Typ
Ignoruj
Tylko
Zestaw liczb
Przyporządkuj
Określ zestaw liczb dla listy seryjnej.\nnp. 1-100, lub 1-100s2w3.
Kliknij ten przycisk, aby przyporządkować zestaw liczb.
Pojedyncza liczba
Liczba
Przyporządkuj zestaw liczb
Błąd składni
Wypakuj archiwum
Wypakuj
Wypakowywanie
Folder docelowy
Błąd wypakowywania. Format pliku nieznany.
Pobrano w tym miesiącu\n(%s było pobrane w zeszłym miesiącu)
Ogólna prędkość pobierania
Wyłącz zadanie „Narzędzia | ... po zakończeniu pobierania” po jednorazowym wykonaniu
Kiedy włączone, zadania z menu „Narzędzia | ... po zakończeniu pobierania” będą automatycznie wyłączone po wykonaniu. Będą więc uruchomione tylko raz.
; %s
; 1st - name of a file
; 2nd, 3rd - file info (size + date).
Plik "%s" już istnieje.\n\nCzy zastąpić go\n(%s)\n\nnowym plikiem\n(%s)?
Tak na wszystkie
Pomiń
Pomiń wszystkie
Nieznany format archiwum
Odwiedź witrynę
Instaluj paczkę
Domyślnie FDM obsługuje tylko archiwa ZIP, RAR i ARJ.\nMożna rozszerzyć listę obsługiwanych archiwów przez zainstalowanie paczki obsługi dodatkowych archiwów dla FDM (wymagane połączenie internetowe).
Paczka obsługi archiwów FDM
Przenieś w górę
Przenieś w dół
Przenosi zaznaczone pobrania w górę
Przenosi zaznaczone pobrania w dół
Sprawdź integralność pliku
Niektóre witryny udostępniają specjalne sumy kontrolne dla plików do pobrania, aby umożliwić użytkownikom upewnienie się, że plik nie jest uszkodzony. Tu można wpisać tę sumę, a FDM sprawdzi integralność pliku.
Algorytm
Suma kontrolna
Wklej ze schowka
Sprawdź
Obliczanie sumy kontrolnej pobranych plików...
Sprawdzenie integralności pliku zakończone
Sprawdzenie integralności pliku nieudane
Sprawdzanie integralności pliku zakończone sukcesem.\nNie znaleziono błędów w pobranym pliku.
Sprawdzanie integralności pliku ukończone.\nZnaleziono błędy: plik został uszkodzony podczas procesu pobierania. Należy rozpocząć pobieranie od początku.
Nie pokazuj tego okna ponownie, jeśli sprawdzanie powiedzie się
Nie można znaleźć pliku wykonywalnego wybranego antywirusa.\nProszę znaleźć go ręcznie.
Rozmiary plików nie są identyczne
Zapisz jako:\n(przykład: plik(*)(*A)(*a).txt)
Określono niewłaściwy szablon „Zapisz jako”.\nUpewnij się, że koresponduje z szablonem adresu URL.
Po zakończeniu
Po zakończeniu (wszystko pobrane lub błąd)
Programy
Co to jest?
Opinie
;
Drodzy użytkownicy!
Free Download Manager (FDM) jest jednym z najpopularniejszych programów do pobierania plików na świecie, z milionami aktywnych użytkowników, ale teraz stał się aplikacją społeczną!
Jeśli uważasz, że FDM jest narzędziem użytecznym i niezbędnym, prosimy uprzejmie o rozprzestrzenianie informacji na jego temat przez zamieszczanie odnośnika do niego na swoim blogu, stronie WWW czy na Facebooku/Myspace/MSN.
; %s will be replaced with "FDM buzz" 
16 sierpnia 2006 r. wystartował oficjalnie projekt %s. Naszym celem jest to, aby FDM był najszybciej rozprzestrzeniającym się narzędziem internetowym po Firefoksie!
FDM buzz - Moda na FDM
; %s will be replaced with "blog" 
Możecie śledzić postęp FDM na %s.
blogu "FDM buzz"
Z góry dziękujemy za Twoją pomoc.\nEkipa programu Free Download Manager
Nie pokazuj tego okna więcej, mam dobrą pamięć.
Dołącz do "FDM buzz"
Nie, dziękuję.
Społeczność FDM
Przełącz do „Opinii” po pobraniu
Jeśli włączone, karta „Opinie” będzie automatycznie uaktywniona po zakończeniu pobierania.
Zmodyfikuj identyfikator sieciowy Internet Explorera
Jeśli włączone, witryny, które przeglądasz są informowane, że masz zainstalowanego FDM. Jednak używanie tej opcji może skutkować blokowaniem pobierania przez niektóre witryny.
Zastrzeżenia?
Sprawdza, czy ktoś z użytkowników FDM nie zgłosił, że to pobieranie zawiera wirusy, adware, spyware czy inne szkodniki.
OK, nikt z użytkowników Free Download Managera nie zgłosił zastrzeżeń do tego pobrania\n\nTo jednak nie gwarantuje, że nie ma w nim szkodników. Zaleca się sprawdzanie plików programem antywirusowym.
; keep all %xxx, \n as is.
%d z %d użytkowników Free Download Managera zgłosiło zastrzeżenia do tego pobrania.\nŚrednia ocena tego pobierania wynosi %.*g.\n\nPokazać opinie o tym pobieraniu?
Sprawdzaj przed rozpoczęciem każdego nowego pobierania, czy jest bez zastrzeżeń
Użyj tej opcji, aby FDM automatycznie sprawdzał przed pobraniem, czy ktoś z użytkowników nie zgłosił zastrzeżeń do tego pobrania.
Wyświetl opinie podczas pobierania
Jeśli włączone, FDM aktywuje kartę „Opinie” automatycznie i będzie pokazywał opinie o danym pobieraniu w jego trakcie.
Sprawdzanie zastrzeżeń do pobrania (zobacz opcje, aby to wyłączyć)
OK, nikt nie zgłosił zastrzeżeń do tego pobrania
Uwaga! Zgłoszono zastrzeżenia do tego pobrania
Zamknij
Wczytywanie
Nie pobieraj tego
Buforuj operacje zapisu pobranych danych na dysk co:
Jeśli włączone, FDM będzie używał wewnętrznego bufora o rozmiarze określonym przez Ciebie dla operacji zapisu pobieranych danych. Ograniczy to użycie dysku twardego. Może to zwiększyć prędkość pobierania dla bardzo szybkich połączeń.\nJednak w związku z tym, że pobrane dane nie są zapisywane od razu na dysk, będzie konieczne ponowne ich pobranie, jeśli wystąpi awaria komputera (w najgorszym razie trzeba będzie ponownie pobrać cały bufor).\nZalecane dla bardzo szybkich połączeń.
Nie można zainstalować monitorowania w SeaMonkey (Mozilla Suite)
Nie można odinstalować monitorowania w SeaMonkey (Mozilla Suite)
Po zaznaczeniu tej opcji FDM będzie przechwytywał kliknięcia w przeglądarce Mozilla Firefox
Po zaznaczeniu tej opcji FDM będzie przechwytywał kliknięcia w przeglądarce SeaMonkey (Mozilla Suite)
Zezwól przeglądarce na pobieranie, jeśli klikniesz „Anuluj”
Po zaznaczeniu tej opcji przeglądarka będzie pobierała plik, jeśli klikniesz „Anuluj” w oknie „Dodaj pobieranie”
Dodaj FDM do menu kontekstowego przeglądarki
Zaznacz tę opcję, aby dodać pozycje „Pobierz w FDM” i „Pobierz witrynę w FDM” do menu kontekstowego przeglądarki (pojawia się po kliknięciu prawym przyciskiem myszy)
Wybierz pozycje menu do wyświetlenia w menu kontekstowym przeglądarki
Nie można zainstalować monitorowania Firefoxa
Przenieś pliki do folderu
Prędkość jest za niska. Pobieranie sekcji od nowa...
Restartuj, gdy prędkość jest za niska przez (min):
Pobiera sekcję od nowa przy znacznych spadkach prędkości pobierania.
Czy chcesz zobaczyć okno postępu pobierania ponownie?
Przepraszamy, ta usługa jest chwilowo niedostępna. Prosimy spróbować później.
Przenieś na górę
Przenieś na dół
Ustaw na początku listy pobierania
Po zaznaczeniu tej opcji pobieranie zostanie umieszczone na początku listy pobierania.
Monitorowanie w Firefoksie nie może być uruchomione, ponieważ jest zainstalowane rozszerzenie FlashGot.\nNależy je najpierw odinstalować.
Włącz
Wyłącz
Przełącz
Jeśli spowolnienie wszystkich pobrań jest włączone to zostanie wyłączone, inaczej zostanie włączone.
Oficjalny %s wystartuje 16 sierpnia 2006 roku. Naszym celem jest sprawienie, aby FDM był najszybciej rozprzestrzeniającym się narzędziem internetowym po Firefoksie!
Automatycznie pobieraj i instaluj aktualizacje
Tylko powiadamiaj o aktualizacjach
Wyłącz aktualizacje automatyczne
Monitorowanie włączone w %s.
Usuń wpis
Usunąć?
Brak uprawnień lub możliwości zapisu do folderu danych programu Free Download Manager.\nNależy umożliwić zapis, inaczej wszystkie dane o pobieraniu zostaną utracone po każdym zamknięciu programu FDM.
To małe pole służy do przeciągania odnośników z przeglądarki do Free Download Managera.\nDwuklik lewym przyciskiem myszy na strefie zrzutu pozwala szybko zminimalizować i przywrócić okno Free Download Managera.\n\nAby ukryć strefę zrzutu należy kliknąć na niej prawym przyciskiem myszy i usunąć zaznaczenie pozycji menu „Strefa zrzutu”.
Strefa zrzutu Free Download Managera
Wyłącz wszystkie powiadomienia dla pobierania seryjnego
Zaznacz tę opcję, aby wyłączyć wszystkie powiadomienia (dźwiękowe i baloników) dla pobierania wywołanego poleceniem "%s".
Lista wyjątków
Określ listę rozszerzeń plików i listę witryn, które nie będą monitorowane.
Nie wykrywaj pobierania z następujących witryn (oddzielonych spacjami):
Free Download Manager nie będzie przechwytywał pobierania z serwerów określonych na tej liście. Proszę wymienić domeny (np. "strona.pl"). Można używać znaku '*'.
Uwaga!\nPodczas kontroli antywirusowej wystąpił błąd.\nCzy chcesz uruchomić pobrany plik mimo to?
Integralność
Sprawdzaj integralność pliku po zakończeniu pobierania
Aby Free Download Manager mógł sprawdzić integralność pliku, potrzebna będzie suma kontrolna oryginalnego pliku. W większości wypadków należy ją podawać dla każdego pobierania.
Jeśli się nie powiodło
Sprawdź sumę kontrolną tego pliku
Nic nie rób
Określa, co FDM powinien robić, kiedy sprawdzanie integralności nie powiodło się.\nZapytaj - FDM wyświetli pytanie co zrobić.\nRestartuj - FDM rozpocznie pobieranie pliku od początku.\nNie nie rób - FDM tylko doda wpis do dziennika o braku powodzenia procedury sprawdzania integralności.
Sprawdzanie integralności...
Integralność pliku potwierdzona.
Integralność pliku nie została potwierdzona!
Określ algorytm sprawdzania integralności.
Wzorcowa suma kontrolna
Otrzymana suma kontrolna
; zip preview window
Zaznacz/odznacz wszystko
; group's properties dialog
Makra
nazwa serwera (np. "freedownloadmanager.org")
ścieżka pobieranego pliku na serwerze
bieżący rok
bieżący miesiąc (liczba od 1 do 12)
bieżący dzień
; don't translate "%year%-%month%-%day%" here
ekwiwalent "%year%-%month%-%day%"
;
Z przeglądarki Mozilla Firefox
FDM będzie pobierał ustawienia proxy z Firefoxa
; new download settings
Użyj tej grupy
; Downloads -> Schedule ->
Start
Zatrzymaj
Zaplanuj rozpoczęcie pobierania
Zaplanuj zatrzymanie pobierania
;
; downloads that not completed or were completed recently
Niezakończone+niedawne
Grupa główna
;
; create new download dialog -> set output folder as default dialog
Ustaw jako domyślny dla wszystkich grup pobierania
; %s - place of name of the group. don't change this
Czy ustawić ten folder jako domyślny dla grupy "%s"?
;
;
Skasuj listę pobierania
Wysyłanie plików
Wyślij pliki
Rozpocznij wysyłanie
Zatrzymaj wysyłanie
Zaplanuj wysyłanie
Przenieś zaznaczone pliki w górę
Przenieś zaznaczone pliki w dół
Wysłane
Lista wysyłania
Otrzymywanie docelowego adresu URL wysyłki z serwera głównego...
Przerwij
; outlook express: view | insert file | ...
Jako załącznik
Jako odnośnik (wysyłka)
Folder
;
Dodaj pliki
Dodaj folder
Bittorrent
Włącz obsługę protokołu Bittorrent
Ogranicz transfer wysyłania do:
Ogranicz liczbę połączeń wysyłania do:
Używaj portów w zakresie od:
do:
Włącz DHT
Włącza/wyłącza obsługę protokołu Bittorrent. Jeśli jednak pozostały jakieś pobrania Bittorrent na liście lub w koszu FDM, to protokół Bittorrent nie zostanie całkowicie wyłączony.
Ogranicza maksymalną prędkość połączeń wysyłania. Jest to niezalecane dla protokołu Bittorrent i może ograniczyć prędkość pobierania.
Ogranicza maksymalną liczbę połączeń wysyłania. Ustawienie zbyt niskiej wartości może spowodować zmniejszenie prędkości pobierania.
Określa zakres portów używanych przez FDM dla połączeń wysyłania.
Włącza rozszerzenie DHT (pobieranie bez użycia trackera). Włączenie tej opcji oznacza regularne wysyłanie danych do sieci.
Nazwa
Ten tracker wymaga zalogowania
Dodaj pobieranie Bittorrent
Podczas próby przetworzenia tego pliku torrent wystąpił błąd.
Plik torrent
Pobieranie pliku .torrent wymaga włączenia obsługi Bittorrent w Free Download Managerze.\n\nCzy włączyć obsługę Bittorrent?
Wpisz hasło ponownie: podane hasła nie są identyczne.
Wybierz pliki, które będą wysyłane.
Właściwości wysyłania
Wykryto plik informacji Metalink. Kontynuowanie pobierania.
Wykryto plik informacji Bittorrent. Kontynuowanie pobierania.
Błąd dostępu do plików na dysku.
Łączenie z trackerem
Brak właściwej odpowiedzi od trackera
Otrzymano odpowiedź od trackera
Sprawdzenie hasha tej części pobierania dało wynik negatywny. Ponowne pobieranie...
Udostępnij całą przepustowość dla tego pobrania
Wyłączyć automatyczne uruchamianie Free Download Managera po starcie systemu Windows?
Przepraszamy, ale usługi społeczności FDM są obecnie niedostępne. Prosimy spróbować później.
Nazwa pliku nie może zawierać znaków specjalnych \ / : * ? " < > | Proszę podać inną nazwę.
Nazwa folderu nie może zawierać znaków specjalnych  : * ? " < > | Proszę podać inną nazwę.
Dostosuj pływające okienka...
Przezroczystość
Dane
Przechowuj wszystkie pliki danych w folderze bieżącego użytkownika
Przechowuj pliki w tym folderze
Zmiany zostaną wprowadzone po ponownym uruchomieniu Free Download Managera.
Pokazuj okno postępu pobierania
Utwórz wersję przenośną
Wersja przenośna Free Download Managera umożliwia użytkowanie programu na różnych komputerach bez potrzeby instalowania i konfigurowania za każdym razem.\n\nMożna np. umieścić ją na dysku flash.\n\nRaz uruchomiony integruje się z systemem komputera i przeglądarką. Przy zamykaniu wyrejestruje się automatycznie.\n\nProszę wskazać miejsce docelowe dla wersji przenośnej. Powinien to być folder na jakimś wymiennym nośniku danych,\n\nnp. "I:\Portable\".
Integracja
Skojarz pliki .torrent z programem Free Download Manager
Zawsze używaj tej grupy dla nowych pobrań:
Zawsze używaj tej grupy i zapamiętuj ostatnio wybrany folder:
Pobieranie plików wideo flash
Pobierz plik wideo w FDM
Ta witryna nie jest obsługiwana. Zobacz listę obsługiwanych witryn.
Pokaż okno pobierania
Ta strona zawiera wideo flash. Pobieranie pliku wideo...
Konwertowanie...
Konwertuj
Opcje konwersji
Format pliku
Rozmiar wideo
; video quality
Jakość
Bardzo niska
Niska
Normalna
Przeciętna
Wysoka
Bardzo wysoka
;
AVI MPEG-4 (*.avi)
AVI XVID (*.avi)
Nie zmieniaj
Wideo bitrate
Audio bitrate
Zapamiętaj ustawienia jako domyślne
;
Utwórz pobieranie pliku wideo flash
Automatycznie konwertuj pobrane wideo do określonego formatu
Opcje zaawansowane
Pokaż listę obsługiwanych witryn
; used in "create flash video download" window
np.
Następna próba podłączenia do trackera za %d sekund
Przygotowywanie plików na dysku... Może to zająć kilka minut.
Stan
Przygotowywanie plików na dysku...
MP4 dla iPod/PSP (MPEG4 + AAC, *.mp4)
Podgląd/konwersja multimediów
Konwertuj plik multimedialny
Przełącz do tej zakładki automatycznie
;keep "\n\n%s\n" as is
Zakończono pomyślnie konwersję pliku multimedialnego i zapisano w\n\n%s\n.
Błąd konwersji pliku\n\n%s.
Grupa dla nowego pobierania
Hash info
Peery
Klient
Części
Tracker
Stan trackera
Prędkość wysyłania
Wysłano bajtów
Współczynnik wymiany
Liczba zmarnowanych bajtów
Adres URL pliku torrent
Czy jesteś pewien?\nSpowoduje to rozpoczęcie pobierania od początku.
Wykorzystany transfer („pobrano”; „wysłano”) w tym miesiącu\n(W poprzednim miesiącu użyto %s)
Całkowita prędkość („pobieranie”; „wysyłanie”)
Pliki do wysłania
Nazwa paczki
Kompresja
Ustaw hasło dla tego pobierania
Powtórz
Zachowaj te pliki
Przewidywana liczba pobrań
Dodaj odnośnik do tych plików w naszym katalogu
Dołącz rozszerzoną informację (wszystkie pola są opcjonalne)
Opis
Znaczniki
Twoje imię i nazwisko
Twój email
Email odbiorcy
Mniej niż 10
Od 10 do 100
Więcej niż 100
2 dni
7 dni
1 miesiąc
;compression methods
Brak
Szybka
Średnia
Najlepsza
Ustawienia wysyłania
Integruj FUM z
Menu kontekstowym Eksploratora
Menu „Wyślij do...” Eksploratora
Używaj prostego menu wysyłania
Minimalny rozmiar pliku do wysyłania
Ustawienia proxy HTTP
Aktywacja wysyłania
Wysyłanie wymaga aktywacji. Spowodowane jest to koniecznością ochrony naszego serwera przed automatycznym wysyłaniem na niego plików. Wprowadź kod aktywacyjny.
Łączenie z serwerem
Łączenie zakończone sukcesem
Plik został wysłany na serwer
Wysyłanie pliku zostało zatrzymane
Tworzenie archiwum zip wysyłanych plików...
Błąd tworzenia archiwum zip
Utworzono archiwum zip
Wysyłanie żądania do serwera
Przesyłanie informacji o wysyłce do serwera
Informacja została wysłana
Przesyłanie informacji o wysyłce nie powiodło się
Aktywowanie wysyłania...
Wysyłanie zostało aktywowane
Wysyłanie nie zostało aktywowane
Wysyłany plik uległ zmianie na dysku
Nieoczekiwany błąd
Obliczanie sumy kontrolnej...
; "I agree to terms" string in two lines
Zgadzam się na
warunki
Wymagana jest zgoda na podane warunki.
Błąd sprawdzania dostępności aktualizacji
Dostępna jest nowa wersja. Wymagana jest aktualizacja.\nCzy zaktualizować teraz?
Aktualizacja programu Free Download Manager jest wymagana
Ponowne uruchomienie programu Free Download Manager jest wymagane
Przypominaj o wysyłaniu załączników
Dołącz do listu (powolne)...
Wyślij pliki i dołącz tylko odnośnik (bardzo szybkie)...
Podczas próby rozpoczęcia wysyłania wystąpił błąd. Proszę sprawdzić połączenie lub spróbować ponownie później.
Dołączono duży plik (duże pliki).\nZ wielu powodów załączanie dużych plików jest niezalecane. Lepiej wysłać pliki na serwer i dołączyć tylko odnośniki prowadzące do nich.\n\nCzy chcesz wysłać pliki na serwer?
Zalecane jest wysłanie pliku na serwer
Ustawienia integracji
Wysyłka %s została zakończona.\nNastępujący adres URL jest odnośnikiem do pobierania:
Rozmiar całkowity
Otwórz w przeglądarce
Bieżąca wersja Free Download Managera nie może być dłużej używana do wysyłania plików. Wymagana jest aktualizacja.
Bieżąca wersja Free Upload Managera nie może być dłużej używana. Wymagana jest aktualizacja. Proszę odwiedzić witrynę freedownloadmanager.org
Za długie wejście.
Ustawienia integracji menedżera wysyłania
Ustawienia integracji Free Upload Managera
Wysyłanie
Pobieranie aktualizacji...
Włącz rozsiewanie
Wyłącz rozsiewanie domyślnie
Uznaj zastrzeżenia do pliku, jeśli co najmniej 
% użytkowników zgłosiło je
OK. Użytkownicy FDM nie zgłosili zastrzeżeń do tego pliku.\n\nNie oznacza to jednak, że to pobranie jest bezpieczne. Zaleca się sprawdzenie go programem antywirusowym.
OK. Użytkownicy FDM nie zgłosili zastrzeżeń do tego pobrania.
litera napędu, z jakiej FDM został uruchomiony, np. "C:". Przydatne dla wersji przenośnej.
W celu użycia tej funkcji należy zainstalować wtyczkę konwersji wideo.
W celu pobierania przez protokół Bittorrent należy zainstalować wtyczkę Bittorrent.
Uwaga! Pliki *.sav to pliki robocze Free Download Managera (a nie pliki do pobrania).
Czy chcesz skopiować bieżące pliki danych do nowego folderu (istniejące pliki zostaną nadpisane)?
Ten folder został wybrany jako domyślny folder pobierania dla wszystkich grup.\nKontynuować? 
Ustaw domyślny folder pobierania
Nie zezwalaj na przejście komputera w stan wstrzymania podczas pobierania
Maksymalna liczba półotwartych połączeń
Torrenty
Błąd dostępu do plików na dysku. Sprawdź, czy dysk nie jest pełny lub zabezpieczony przez zapisem.
Współczynnik wymiany
Lista torrentów
Dodaj torrenta ze strony
Dodaj torrenta z pliku
Utwórz nowego torrenta
(auto)
Źródło
Rozmiar części
Trackery
Dodaj tracker
Usuń tracker
Rozpocznij rozsiewanie torrenta
Zapisz
Utwórz nowego torrenta
Pliki torrent 
Priorytet
;normal/high priority
pomiń
normalny
wysoki
Pływające okienka
Pliki robocze (listy pobierania, historia, itd.)
Domyślne ustawienia pobierania witryn
Spowolniono wszystkie pobrania. To znaczy, że wszystkie pobrania będą kontynuowane z bardzo niską prędkością (rzędu 1B/s).\nW ten sposób można spowolnić nawet pobrania niemożliwe do wznowienia.\n\nWywołaj to polecenie ponownie lub restartuj FDM, aby powrócić do stanu normalnego.
Rozsiewanie
Włącz rozsiewanie (zalecane)
Nieograniczone rozsiewanie
Użyj współczynnika rozsiewania
Rozsiewaj dopóki nie przekracza:
Ograniczenie czasowe
Rozsiewaj przez określony czas
Sprawdź, czy już istnieje pobieranie z takim samym adresem URL
Zapisz historię pobierania
Lista ostatnio pobranych plików
Domyślne ustawienia pobierania Bittorrent
Restartuj zakończone pobrania
Określ folder przenośnej wersji Firefoxa.
Nie można odnaleźć folderu wtyczek Apple Safari. Czy chcesz odszukać go ręcznie?
Nie można odnaleźć folderu wtyczek Google Chrome. Czy chcesz odszukać go ręcznie?
Nie można zainstalować monitorowania Apple Safari
Nie można odinstalować monitorowania Apple Safari
Nie można zainstalować monitorowania Google Chrome
Nie można odinstalować monitorowania Google Chrome
Ograniczenie czasowe
;hours, for short
 h
Ogranicz czas, kiedy FDM może rozpoczynać pobieranie
Zezwól na pobieranie od: 
Normalny priorytet
Wysoki priorytet
Podstawowe
Nie ukrywaj powiadomień o zakończeniu pobierania
Sprawdzaj, czy nowe pobieranie to mirror pobierania istniejącego
Pokazuj okienko powiadamiania po zakończeniu pobierania
Automatycznie ukryj po czasie:
Lubisz FDM? Wypróbuj Personal Informer!
Najnowsza wersja FDM ma darmowy dodatek - Personal Informer.
Umieszcza on wszystkie odnośniki
z Ulubionych IE czy Zakładek Firefoxa
; next line means --- after you start _browser_. "_browser_" will be Internet Explorer or Firefox
na stronie startowej przeglądarki, aby były szybko dostępne po jej uruchomieniu
; \n means next line. don't change this.
Po przeanalizowaniu historii przeglądarki zostanie\nwyświetlona lista odwiedzanych stron, które mogą\nbyć warte umieszczenia na stronie startowej.\nListę można potem modyfikować.
Na pewno? Analiza potrwa około minuty, a w rezultacie otrzymasz przyzwoitą stronę startową.
Mimo wszystko anuluj
Wykonaj
Czy przypomnieć o tym za kilka dni?
Tytuł
Monitoruj pobieranie plików wideo flash w przeglądarkach
Używanie tej funkcji może spowodować konflikt z innymi zainstalowanymi programami. W razie wystąpienia problemów trzeba wyłączyć tę funkcję w FDM, usunąć konfliktowy program lub wyłączyć jego konfliktowe opcje.
Strona WWW
Pliki wideo flash znalezione na tej stronie
W tym celu trzeba włączyć monitorowanie pobierania plików wideo flash. Zobacz Opcje | Pobieranie | FLV.
Podaj adres strony WWW, z której chcesz pobierać pliki wideo flash. Strona musi już być otwarta w przeglądarce, a odtwarzanie wideo rozpoczęte.
Wyszukiwanie plików wideo flash...
Nie znaleziono żadnego pliku wideo flash na tej stronie. Upewnij się, że plik wideo jest już odtwarzany albo załaduj stronę ponownie (odśwież ją lub wyczyść cache przeglądarki).
; keep "0x%x" as is
Podczas próby pobierania wystąpił błąd.\nBłąd: 0x%x.
Błąd
Pokaż przycisk „Pobierz to”
(tylko w Internet Explorerze)
Nie znaleziono właściwych informacji o tej stronie WWW. Wymuś jej przeładowanie w przeglądarce.
Pliki wideo flash
Ogranicz maksymalną liczbę połączeń do:
W ten sposób wyłączysz wskazówki FDM. Jesteś pewien?\nWskazówki można włączyć ponownie z menu Opcje | Ustawienia | Powiadomienia.
Pokaż wskazówki
Błąd! Plik aktualizacji nie ma podpisu FreeDownloadManager.ORG.
; 
; Also, please download and translate this file:
;  http://freedownloadmanager.org/tips-eng.txt
; Note, that it's UTF-8 encoded file (use Notepad.exe to edit).
;  and do not change text in tags (between "<>", e.g. "<a href...>")
; Send translated file to support@freedownloadmanager.org.
;
;
(Tylko Internet Explorer i Firefox)
Pokaż przycisk „Pobierz to”
Nie załadowano modułu monitorowania plików wideo flash. Upewnij się, że FDM działa i ma włączone monitorowanie (zobacz Opcje | Ustawienia | Pobieranie | Pliki wideo flash).
; do not change "0x%x"
Podczas przekazywania pobrań do FDM wystąpił błąd.\nBłąd: 0x%x.
Pobierz to
Pokaż ten przycisk
Brak pobrań do eksportu.
Nie ma co eksportować.
po „cichym” utworzeniu
Do zmiany ustawień monitorowania wymagane są uprawnienia administratora.
Podczas zmiany ustawień integracji wystąpił błąd.
Niewystarczające uprawnienia
Do eksportu/importu ustawień wymagane są uprawnienia administratora.
Pobierz w FDM
; please keep %d, %s and %% as is
; %d - percents
Pobrano ogółem %d%%
; left to download at... some speed
Pobieranie potrwa %s przy prędkości
ścieżka do profilu użytkownika
Importuj pobieranie z µTorrent
Nie znaleziono folderu pobierania µTorrent!
FDM może importować wszystkie pobrania µTorrent. Czy chcesz importować?\nMożesz to zrobić później korzystając z menu Plik | Importuj | Pobrania µTorrent.
FDM może importować wszystkie pobrania µTorrent.\nMożna to zrobić później korzystając z menu Plik | Importuj | Importuj pobrania z innych menedżerów.
Importuj pobrania z innych menedżerów
Orbit Downloader
LeechGet
Nie można znaleźć ścieżki do danych aplikacji Orbit Downloadera.
Nie można wykryć ścieżki do danych aplikacji Orbit Downloadera.
Błąd: %d (%02X)
Diagnostyka systemu: %s
Nie można znaleźć plików roboczych Orbit Downloadera zawierających listę pobierania.
Nie można odczytać listy pobierania Orbit Downloadera.
Nie można przetworzyć listy pobierania Orbit Downloadera. Lista pobierania ma niewłaściwy format.
Odmowa utworzenia i konfiguracji pobrań w liczbie: %d na podstawie importu ścieżki, nazwy pliku i odnośnika z Orbit Downloadera.
Nie można importować pobrań.
Brak danych na liście pobierania Orbit Downloadera!
Brak instalacji Orbit Downloadera na tym komputerze!
Import pobrań z %s został zatrzymany z powodu następującego błędu.
Czy chcesz kontynuować import z innych menedżerów pobierania?
Przetworzono:
Zakończone sukcesem:
Zakończone niepowodzeniem:
Nie przetworzono:
Ogółem:
µTorrent
nieokreślony
%d z %d
Wybierz menedżery, z których chcesz importować pobrania:
FDM może importować pobrania z innych menedżerów. Czy chcesz importować?\nMożesz to zrobić później korzystając z menu Plik | Importuj | Importuj pobrania z innych menedżerów.
Szczegóły: %s
Nie można przetworzyć zapytania peera.
Podczas wczytywania listy pobierania wystąpił fatalny błąd.\nKliknij „OK” aby kontynuować (niektóre pobrania zostaną utracone) albo „Anuluj” aby zakończyć.\nTen problem może być wywołany przez niepoprawną instalację FDM lub uszkodzenie pliku danych.
Niepoprawna instalacja: zainstalowany moduł Bittorrent nie może być używany z tą wersją FDM.\nWymagana jest reinstalacja.\nKliknij „OK” aby zakończyć.
; %d - is the number
Liczba peerów: %d
Taki torrent już istnieje na liście pobierania
Do zmiany ustawień wymagane są uprawnienia administratora.
Określ automatycznie
Wybierz...
Przepustowość łącza
Ustawienia trybu użycia łącza
% przepustowości łącza
Zarządzaj automatycznie
; set some setting (maximum number of connections, for example) to some number
Ustaw:
Bieżąca prędkość połączenia jest mierzona automatycznie, kiedy FDM uzna to za niezbędne. Jeśli wartości wyglądają na niepoprawne, zaczekaj, aż FDM dokończy pomiarów. Zwróć uwagę, że FDM dokonuje pomiarów tylko podczas pobierania czy wysyłania, więc większe obciążenie FDM pomaga dokonać dokładniejszych pomiarów.
Prędkość pobierania
Zmierz ponownie
Podaj wartość
Liczba musi być nieujemna.
Podaj w bitach, a nie w bajtach
Utwórz pobranie RTSP lub MMS
Transmisja strumieniowa
Ponów
Przerwij wszystkie
Próba przeniesienia pliku:\n %s\n\n do folderu docelowego pod nazwą:\n %s\n\n%s: %s\n\nProszę zamknąć wszystkie aplikacje korzystające z tego pliku.
Brak obsługi kodowania zadeklarowanego w Content-Encoding
Zaznacz wszystko
Resetuj wszystko
Do integracji FDM z Internet Explorerem są wymagane uprawnienia Administratora. Klikając „Anuluj” dokonasz integracji częściowej.
; %s will be replaced with the actual browser name
Nie można skasować dodatku do przeglądarki %s, kiedy jest włączona. Zamknij przeglądarkę i kliknij „OK” aby kontynuować.\nJeśli klikniesz „Anuluj”, dodatek zostanie skasowany przy restarcie systemu.
Nie można skasować dodatku do przeglądarki %s. Zostanie on skasowany przy restarcie systemu.
Skojarz odnośniki magnet z programem Free Download Manager
Włącz Local Peer Discovery
Włącz UPnP
Włącz NAT-PMP
Włącz Peer Exchange kompatybilny z µTorrent
Zmiany odniosą skutek dopiero po restarcie Free Download Managera.
Wybrane nagranie ma strumień audio przesyłany oddzielnie.\nTen strumień musi być również pobrany, aby otrzymać kompletne nagranie.\nDo pobierania razem ze strumieniem wideo wybrano właściwy strumień audio.\nPo zakończeniu pobierania otrzymasz scalony plik wideo zawierający strumienie audio i wideo.
Wybrane nagrania mają strumienie audio przesyłane oddzielnie.\nTe strumienie muszą być również pobrane, aby otrzymać kompletne nagrania.\nCzy na pewno nie chcesz pobrać strumienia audio?\nWybierz „Tak”, aby pobrać tylko strumień wideo.
Oczekiwanie na rozpoczęcie scalania strumieni
Scalanie strumieni zakończono pomyślnie
Scalanie strumieni nie powiodło się
Rozpoczęto scalanie strumieni
Pobierz wideo z YouTube
Formaty nagrań znalezione na tej stronie
Wykryto wideo na Youtube.\nCzy pobrać je i zapisać jako plik wideo?
Monitorowanie wideo
Pobieranie wideo
Uruchomienie tej opcji wymaga doinstalowania dodatkowych elementów.\Czy pobrać je teraz?
Pobieranie i instalowanie dodatkowych elementów
Błąd przy instalowaniu dodatkowych elementów.
Przycisk, który pomaga pobierać nagrania z YouTube.com kilkoma kliknięciami.\nPrzycisk pobierania dla innych witryn włącza się korzystając z opcji „Monitoruj pobieranie plików wideo flash w przeglądarkach”.
Plik jest za duży dla docelowego systemu plików.
; %s means browser name; do not remove it
Do integracji FDM z przeglądarką %s wymagane są uprawnienia Administratora.
Jeśli zapauzujesz to pobieranie na dłuższy czas, może być potrzebny restart i pobieranie od początku.
Masz niezakończone pobrania z Youtube. Jeśli je teraz zatrzymasz, póżniejsze wznowienie może być niewykonalne. Wyjść z programu mimo to?
Jeśli zatrzymasz to pobieranie na dłuższy czas, póżniejsze wznowienie może być niewykonalne. Kontynuować?
Nie można wznowić pobierania, proszę je restartować ręcznie.
Pobieranie sekwencyjne
